Repository: sonata-project/SonataMediaBundle
Catalog: Resources/translations/SonataMediaBundle.*.xliff
Languages: fr, pl

source: Default
fr: Défaut

source: Media
fr: Média

source: Gallery
fr: Galerie
pl: Galeria

# sonata_media
source: Media Library
fr: Médiathèque
pl: Biblioteka Mediów

source: No provider available
fr: Pas de type disponible
pl: Brak dostawcy

# title_select_provider
source: Select media provider
fr: Sélectionner un type
pl: Wybierz dostawcę mediów

# breadcrumb.link_media_create
source: Create
fr: Ajouter
pl: Utwórz

# breadcrumb.link_media_list
source: Media
fr: Médias

# breadcrumb.link_media_edit
source: Edit
fr: Edition
pl: Edycja

# breadcrumb.link_media_view
source: View
fr: Visualiser
pl: Widok

# breadcrumb.link_media_delete
source: Delete
fr: Supprimer
pl: Usuń

# breadcrumb.link_gallery_create
source: Create
fr: Ajouter
pl: Utwórz

# breadcrumb.link_media_show
source: Show
fr: Afficher
pl: breadcrumb.link_media_show

# breadcrumb.link_gallery_list
source: Galleries
fr: Galeries
pl: Galerie

# breadcrumb.link_gallery_edit
source: Edit
fr: Edition
pl: Edycja

# breadcrumb.link_gallery_delete
source: Delete
fr: Supprimer
pl: Usuń

# description.roles_download_strategy
source: The media can be retrieved by users with the following roles : %roles%.
fr: Le média peut être récupéré par les utilisateurs avec une des permissions suivantes : %roles%.
pl: Media mogą być pobrane przez użytkowników z tymi rolami : %roles%.

# description.public_download_strategy
source: The media can be retrieved by anyone.
fr: Le média peut être récupéré par tout le monde.
pl: Media moga zostać pobrane przez wszystkich.

# description.forbidden_download_strategy
source: The media can be retrieved by nobody.
fr: Le média peut être récupéré par personne.
pl: Nikt nie może pobrać mediów.

# filter.label_name
source: Name
fr: Nom
pl: Nazwa

# filter.label_provider_reference
source: Provider Reference
fr: Référence du type
pl: Referencje dostawcy

# filter.label_enabled
source: Enabled
fr: Actif
pl: Włączony

# filter.label_context
source: Context
fr: Contexte
pl: Kontekst

# filter.label_provider_name
source: Provider Name
fr: Type
pl: Nazwa dostawcy

source: filter.label_category
fr: Catégorie

# filter.label_author_name
source: Author name
fr: Auteur
pl: filter.label_author_name

# filter.label_width
source: Width
fr: Largeur
pl: filter.label_width

# filter.label_height
source: Height
fr: Hauteur
pl: filter.label_height

# filter.label_content_type
source: Content type
fr: Type MIME du média
pl: filter.label_content_type

# form.label_enabled
source: Enabled
fr: Actif
pl: Włączony

# form.label_media
source: Media
fr: Média
pl: form.label_media

# form.label_context
source: Context
fr: Contexte
pl: Kontekst

# form.label_name
source: Name
fr: Nom
pl: Nazwa

# form.label_gallery_has_medias
source: Media
fr: Médias

# form.label_author_name
source: Author
fr: Auteur
pl: Autor

# form.label_cdn_is_flushable
source: Flush CDN
fr: À rafraîchir sur le CDN
pl: Wyczyść CDN

# form.label_binary_content
source: File/Reference
fr: Fichier/Référence
pl: Plik

# form.label_category
source: Category
fr: Catégorie
pl: form.label_category

# form.label_provider_reference
source: Provider Reference
fr: Référence du type

# label.size
source: Size
fr: Taille
pl: Rozmiar

# label.length
source: Length
fr: Longueur
pl: label.length

# label.width
source: Width
fr: Largeur
pl: Szerokość

# label.height
source: Height
fr: Hauteur
pl: Wysokość

# label.content_type
source: Content type
fr: Type de contenu
pl: Typ kontentu

# label.author_name
source: Author
fr: Auteur
pl: Autor

# label.to_be_flushed
source: Flushable
fr: À vider
pl: Spłukiwalny

# label.flushed_at
source: Flushed at
fr: Vidé le
pl: Wyczyszczony CDN

# label.public_url
source: Public URL
fr: URL publique
pl: Publiczny URL

# label.name
source: Name
fr: Nom
pl: Nazwa

# label.file
source: File
fr: Fichier
pl: Plik

# label.author
source: Author
fr: Auteur
pl: Autor

# label.enabled
source: Enabled
fr: Actif
pl: Włączony

# label.cdn_is_flushable
source: Flush CDN
fr: À rafraîchir sur le CDN
pl: Wyczyszczony CDN

# label.video_reference
source: Change video
fr: Changer la video
pl: Zmień video

# label.select_context
source: Context:
fr: Contexte :
pl: Kontekst :

# label.protected_download_url
source: Protected URL
fr: URL protégée
pl: Chroniony URL

# label.protected_download_url_notice
source: Warning
fr: Attention
pl: Uwaga

# label.edit_with_pixlr
source: Edit this media with Pixlr
fr: Editer ce media avec Pixlr
pl: Edytuj te media poprzez Pixlr

# label.pixlr_warning
source: <span class="label label-warning">Important</span> you are going to expose the media to an <strong>external service</strong>. <br /> If you are working on confidentiel materials, please do not use this service.
fr: <span class="label label-warning">Important</span> vous allez envoyer le média sur un <strong>service externe</strong>. <br /> Si vous travaillez sur des éléments confidentiels, il ne faut pas utiliser ce service.
pl: <span class="label label-warning">Ważne</span> jeśli masz zamiar wystawiać media na <strong> zewnętrzną usługę </ strong>. <br /> Jeśli pracujesz nad poufnymi materiałami, proszę nie używać tej usługi.

# label.pixlr_express_editor
source: <strong>Pixlr Express Editor</strong> <br /> Simple interface for quick editing
fr: <strong style="color: white">Editeur rapide</strong> <br /> Interface simple pour l'edition rapide
pl: <strong style="color: white">Ekspresowy edytor</strong> <br /> Prosty interfejs do szybkiej edycji

# label.pixlr_advanced_editor
source: <strong>Pixlr Advanced Editor</strong> <br /> Experimented users only
fr: <strong style="color: white">Editeur avancé</strong> <br /> Pour utilisateurs expérimentés
pl: <strong style="color: white">Zaawansowany edytor</strong> <br /> Tylko dla doświadczonych użytkowników

# link.all_providers
source: All
fr: Tous
pl: Wszystkie

# link.test_protected_url
source: Link Preview
fr: Lien d'exemple
pl: Podgląd linku

# list.label_enabled
source: Enabled
fr: Actif
pl: Włączony

# list.label_name
source: Name
fr: Nom
pl: list.label_name

# list.label_author_name
source: Author name
fr: Auteur
pl: list.label_author_name

# list.label_context
source: Context
fr: Contexte
pl: list.label_context

# list.label_default_format
source: Format
fr: Format par défaut
pl: list.label_default_format

# list.label_custom
source: Custom
fr: Personnalisé
pl: Własny

source: list.label_author
fr: Auteur

# sidemenu.link_edit_media
source: Edit
fr: Edition
pl: Edycja

# sidemenu.link_media_view
source: View
fr: Visualiser
pl: Widok

# sonata.media.provider.file
source: File
fr: Fichier
pl: Plik

# sonata.media.provider.dailymotion.description
source: Add a video hosted on DailyMotion
fr: Ajouter une vidéo venant de dailymotion

# sonata.media.provider.youtube.description
source: Add a video hosted on YouTube
fr: Ajouter une vidéo venant de YouTube

# sonata.media.provider.vimeo.description
source: Add a video hosted on Vimeo
fr: Ajouter une vidéo venant de Vimeo

# sonata.media.provider.image.description
source: Add an image
fr: Ajouter une image

# sonata.media.provider.file.description
source: Add any type of file
fr: Ajouter un document

# title.media_preview
source: Preview
fr: Visualiser
pl: Podgląd

# title.media_thumbnail
source: Thumbnail
fr: Vignette
pl: Miniaturka

# link_media
source: Link the object to a new media
fr: Média lié
pl: link_media

# no_linked_media
source: No media linked to the object
fr: Aucun média lié
pl: no_linked_media

# sonata_media_gallery_index
source: Gallery
fr: Galeries
pl: sonata_media_gallery_index

# sonata_template_box_media_gallery_block
source: This is the gallery media block. Feel free to override it.
fr: Ceci est un bloc de galerie de médias. Vous pouvez le surcharger librement.

# list.label_size
source: Size
fr: Taille
pl: list.label_size

# warning_no_category
source: No category defined
fr: Pas de catégories définies

# form.label_position
source: Position
pl: form.label_position

# form.label_description
source: Description
pl: Opis

# form.label_copyright
source: Copyright
pl: Prawa autorskie

# label.copyright
source: Copyright
pl: Prawa autorskie

# label.description
source: Description
pl: Opis

# label.select_provider
source: Type :
pl: Typ :

# list.label__action
source: Action
pl: Akcja

# sonata.media.provider.image
source: Image
pl: Obrazek

# title.informations
source: Information
pl: Informacje

# title.formats
source: Formats
pl: Formaty

# list.label_description
source: Description
pl: list.label_description
